{
    "name": "SARS-CoV2 spike glycoprotein homotrimeric head- in an open conformation with ACE2 bound (1µs)",
    "description": "1µs simulation trajectory (500 frames collected with a stride of 2ns) of the spike glycoprotein head based on the structure released on the SwissModel website to which 18 N-glycans were added on each subunit based on the experimentally determined glycomic profile (PDB numbering = 1-1287 subunit A and N-glycans covalently attached; 1288-2571 subunit B and N-glycans covalently attached; 2572-3857 subunit C and N-glycans covalently attached). ACE2 was superimposed to on spike subunit, while 6 N-glycans were added based on the experimentally determined glycomic profile (PDB numbering heparin chains 3858 - 4510). The C- and N-peptide termini of each subunit are capped with amide and acetyl groups, respectively. The simulation was carried out using the Amber ff14SB force field and GLYCAM_06j for the protein and N-glycans/heparin, respectively. The periodic-cubic water box was solvated with TIP3P water molecules. The system was neutralized with NaCl to attain an ionic concentration of 0.15M. The simulations were conducted at 310 K in the NPT ensemble",
    "authors": [
        "Giulia Paiardi",
        "Matheus Ferraz",
        "Marco Rusnati",
        "Rebecca Wade\""
    ],
    "groups": [
        "(1) Molecular and Cellular Modeling Group, Heidelberg Institute for Theoretical Studies (HITS), Heidelberg, Germany. (2) Experimental Oncology and Immunology, Department of Molecular and Translational Medicine, University of Brescia, Brescia, Italy."
    ],
    "contact": [
        "giulia.paiardi@h-its.org",
        "rebecca.wade@h-its.org"
    ],
    "program": "Amber",
    "version": 20,
    "type": "trajectory",
    "method": "Classical MD",
    "license": "This trajectory dataset is released under a Creative Commons Attribution 4.0 International Public License",
    "linkcense": "https://creativecommons.org/licenses/by/4.0/",
    "citation": "Heparan sulfates and N-glycans enhance SARS-CoV-2 spike-ACE2 receptor binding and virus priming. Giulia Paiardi, Matheus Ferraz, Marco Rusnati, Rebecca C. Wade. In preparation.",
    "thanks": "The technical support of Stefan Richter from Heidelberg Institute for Theoretical Studies is gratefully acknowledged. We thank the Klaus Tschira Foundation for support. G.P. was supported by Deutsche Forschungsgemeinschaft (DFG, German Research Foundation—Project number 458623378 to R. C. W.)",
    "links": [],
    "pdbIds": [
        "6ACS",
        "6M0J"
    ],
    "framestep": 0.02,
    "temp": 310,
    "ensemble": "NPT",
    "timestep": 4,
    "ff": [
        "Amber ff14SB",
        "GLYCAM-06j"
    ],
    "wat": "TIP3P",
    "boxtype": "Cubic",
    "mds": [
        {
            "name": "replica 1"
        },
        {
            "name": "replica 2"
        },
        {
            "name": "replica 3"
        },
        {
            "name": "replica 4"
        }
    ],
    "mdref": 0,
    "interactions": [
        {
            "name": "Spike-ACE2 interaction",
            "agent_1": "Spike",
            "selection_1": "chain A or chain B or chain C",
            "agent_2": "ACE2",
            "selection_2": "chain D"
        }
    ],
    "pbc_selection": [],
    "forced_references": [
        "A0A679G9E9"
    ],
    "multimeric": [
        "monomer",
        "trimer"
    ],
    "chainnames": {
        "A": "Spike",
        "B": "Spike",
        "C": "Spike",
        "D": "ACE2"
    },
    "ligands": [],
    "membranes": [],
    "customs": [],
    "orientation": [],
    "collections": [
        "cv19"
    ],
    "cv19_unit": "RBD-ACE2",
    "cv19_startconf": "1 open",
    "cv19_abs": false,
    "cv19_nanobs": false,
    "input_topology_filepath": null,
    "input_structure_filepath": null,
    "input_trajectory_filepaths": null
}